Repository: arnabwahid/Frank
Catalog: languages/*.po
Languages: es_mx, fi

source: Page Not Found
es_mx: Página no encontrada
fi: Hakemaasi sivua ei löytynyt

source: Unfortunately, the page you are looking for no longer exists or never existed in the first place. If you reached this page in error, you can go %s and start over.
es_mx: Desafortunadamente, la página que estás buscando no existe o no existió. Si llegaste a esta página por error, puedes ir a %s y comenzar de nuevo.
fi: Valitettavasti hakemasi sisältö ei enää ole saatavilla, jos on koskaan ollutkaan. Jos tulit tälle sivulle erehdyksessä, voit palata alkuun täältä: %s

source: If you believe this page exists, please try searching for the page in the search input below.
es_mx: Si crees que esta página existe, por favor intenta buscar la página en el campo de búsqueda abajo.
fi: Jos olet varma, että tällainen sivu on olemassa, ole hyvä ja kokeile alla olevaa hakukenttää.

source: No Comments
es_mx: Sin comentarios
fi: Ei kommentteja

source: One Comment
es_mx: Un comentario
fi: Yksi kommentti

source: % Comments
es_mx: % Comentarios
fi: % kommenttia

source: Be the first to leave a comment. Don&rsquo;t be shy.
es_mx: Se el primero en dejar un comentario. No seas tímido.
fi: Jätä rohkeasti ensimmäinen kommentti.

source: Name (required)
es_mx: Nombre (necesario)
fi: Nimi (vaaditaan)

source: Email (required)
es_mx: Correo electrónico (necesario)
fi: Sähköposti (vaaditaan)

source: Website
es_mx: Sitio Web
fi: Kotisivu

source: Name
es_mx: Nombre
fi: Nimi

source: Email
es_mx: Correo electrónico
fi: Sähköposti

source: Your Comment
es_mx: Tu comentario
fi: Kommenttisi

source: Logged in as
es_mx: Es sesión como
fi: Sisäänkirjautunut nimellä

source: Log out?
es_mx: ¿Cerrar sesión?
fi: Kirjaudu ulos?

source: Log out of this account
es_mx: Cerrar sesión para esta cuenta
fi: Kirjaudu ulos tästä tilistä

source: You may use these %1$s tags and attributes:
es_mx: Puedes utilizar estas %1$s etiquetas y atributos:
fi: Voit käyttää näitä %1$s tageja ja attribuutteja:

source: Join the Discussion
es_mx: Únete al debate
fi: Osallistu keskusteluun

source: Frank Theme Options
es_mx: Opciones del tema de Frank
fi: Frank -teeman asetukset

source: Are you sure you want to delete this Content Section?
es_mx: ¿Estás seguro de que quieres eliminar esta sección de contenido?
fi: Haluatko varmasti poistaa tämän sisältöalueen?

source: (Drag & Drop Content Sections to Re-Order)
es_mx: (Arrastra y suelta la sección de contenidos para reorganizar)
fi: (Vedä ja pudota sisältöalueita järjestääksesi niitä uudelleen)

source: Your comment is awaiting moderation
es_mx: Tu comentario está pendiente de moderación
fi: Kommenttisi odottaa arviointia

source: Search Results for
es_mx: Resultados de búsqueda para
fi: Hakutulokset sanalla

source: No Results Were Found
es_mx: No se encontraron resultados
fi: Ei osumia

source: There were no matches for your search. Please try a different search term.
es_mx: No hubo resultados para tu búsqueda. Por favor intenta con un término distinto.
fi: Haullasi ei löytynyt yhtään osumaa. Ole hyvä ja kokeile toisella hakusanalla.

source: Type your query, hit enter
es_mx: Escribe tu consulta, presiona enter
fi: Kirjoita mitä haet ja paina Enter

source: About This Site
es_mx: Acerca de este sitio
fi: Tietoa tästä sivustosta

source: Search
es_mx: Buscar
fi: Hae

source: Tweet this Post
es_mx: Tuitea esta publicación
fi: Twiittaa artikkeli

source: General Settings
es_mx: Configuración general
fi: Yleiset asetukset

source: Update Settings
es_mx: Ajustes de actualización
fi: Tallenna asetukset

source: Custom Header Code
es_mx: Código de encabezado personalizado
fi: Oma yläotsakkeen koodi

source: This feature allows you to write or copy and paste your own code straight into the header. Many people use this feature to include their Google Analytics code, or other small bits of Javascript. Feel free to use this as you wish!
es_mx: Esta característica te permite escribir o copiar y pegar tu propio código directamente en el encabezado. Mucha gente utiliza esta función para incluir su código de Google Analytics, u otros pequeños fragmentos de Javascript. ¡Siéntete libre de utilizar esto como deseas!
fi: Tähän voit kirjoittaa tai kopioida ja liittää omaa koodiasi, jolloin se menee käyttöön sivuston yläotsakkeeseen. Tätä käytetään usein upottamaan esimerkiksi Google Analytics -seurantakoodi sekä muita pieniä skriptejä sivustolle. Käytä kuten parhaaksi katsot!

source: Custom Footer Code
es_mx: Código personalizado del pie de página
fi: Oma alaotsakkeen koodi

source: This feature allows you to write or copy and paste your own code directly to the footer. A lot of people use this feature to include external and internal Javascript files, for plugins and things of the sort. Use it as you wish!
es_mx: Esta característica te permite escribir o copiar y pegar tu propio código directamente en el pie de página. Mucha gente utiliza esta característica para incluir archivos de javascript (internos y externos) para plugins y características similares. ¡Utilízalo como desees!
fi: Tähän voit kirjoittaa tai kopioida ja liittää omaa koodiasi, jolloin se menee käyttöön sivuston alaotsakkeeseen. Tätä käytetään usein upottamaan erilaisia skriptejä lisäosia ja muita varten. Käytä kuten parhaaksi katsot.

source: Tweet This
es_mx: Tuitea esto
fi: Twiittaa tämä

source: Add a "Tweet This Post" Button to Post Templates.
es_mx: Agreaga un botón " Tuitea esta publicación " a las pantillas de las publicaciones.
fi: Lisää "Twiittaa artikkeli" painike artikkelipohjiin

source: This feature gives you the option to integrate a little bit of social networking directly into your posts. By turning this feature on, we'll automatically create a "Tweet" Button people can use to share your content!
es_mx: Esta característica te da la opción de integrar un poco de las redes sociales directamente en tus publicaciones. Al encender esta característica, se va a crear de manera automática un botón "Tweet" para que la gente pueda compartir tu contenido.
fi: Tällä voit upottaa hieman sosiaalisia ominaisuuksia suoraan artikkeleihisi. Sallimalla tämän ominaisuuden luomme automaattisesti "Twiittaa tämä" painikkeen, jota lukijasi voivat käyttää sisältösi jakamiseen!

source: Twitter Handle
es_mx: Administrador de twitter
fi: Twitter -nimesi

source: By entering your handle once right here, you can easily reference this setting throughout the theme and change it later with ease, if needed. Refrain from using the '@' sign. An example handle: 'somerandomdude'.
es_mx: Al introducir tu manejador una vez correctamente aquí, puedes de manera fácil hacer referencia a esta propiedad a través de todo el tema y después ajustarla con facilidad, si es necesario. Abstente de utilizar el signo '@'. Un ejemplo de un manejador: 'somerandomdude'
fi: Kirjoittamalla Twitterissä käyttämäsi nimimerkin tähän voit helposti viitata siihen eri puolilla teemaa sekä tarvittaessa vaihtaa sen myöhemmin. Älä kirjoita'@' merkkiä nimen eteen vaan esimerkiksi 'somerandomdude' riittää.

source: Home Page Settings
es_mx: Ajustes de la página principal
fi: Aloitussivun asetukset

source: Content Sections give you the opportunity to create a dynamic homepage for you to keep your readers engaged. With a vast variety of different layouts, you have the choice to select a look that works best for you.
es_mx: La sección de contenidos te da la oportunidad de crear una página principal dinámica para que mantengas a tus lectores interesados. Con una vasta variedad de despliegues diferentes, tienes la opción de seleccionar una apariencia que funcione mejor para ti.
fi: Sisältöalueet mahdollistavat dynaamisen aloitusnäkymän luonnin lukijoitasi varten. Suuresta määrästä eri tyylivaihtoehtoja voit valita juuri sinulle sopivan ulkoasun.

source: Content Section
es_mx: Sección de contenido
fi: Sisältöalue

source: Display Type:
es_mx: Tipo de visualización:
fi: Näyttömuoto:

source: Default Loop
es_mx: Ciclo predeterminado
fi: Oletus

source: One Up (Regular)
es_mx: Uno arriba (regular)
fi: Yksi artikkeli päällimmäisenä (tavallinen)

source: One Up (Large)
es_mx: Uno arriba (grande)
fi: Yksi artikkeli päällimmäisenä (suuri)

source: Two Up
es_mx: Dos arriba
fi: Kaksi artikkelia päällimmäisenä

source: Three Up
es_mx: Tres arriba
fi: Kolme artikkelia päällimmäisenä

source: Four Up
es_mx: Cuatro arriba
fi: Neljä artikkelia päällimmäisenä

source: Some Random Dude Loop
es_mx: Ciclo de Some Random Dude
fi: Some Random Dude -asettelu

source: Display section header
es_mx: Visualizar el encabezado de la sección
fi: Näytä sisältöalueen otsake

source: Section Title:
es_mx: Título de la sección:
fi: Alueen nimi:

source: Number of Posts:
es_mx: Número de publicaciones:
fi: Artikkeleiden lukumäärä:

source: Section Caption:
es_mx: Subtítulo de la sección:
fi: Alueen otsikkoteksti:

source: Categories to Display
es_mx: Categorías para mostrar
fi: Näytettävät kategoriat

source: Select All
es_mx: Seleccionar todo
fi: Valitse kaikki

source: Deselect All
es_mx: Quitar la selección de todo
fi: Poista valinnat

source: + Add New Section +
es_mx: + Agregar nueva sección +
fi: + Lisää uusi alue +

source: Performance Settings
es_mx: Ajustes de rendimiento
fi: Suorituskyvyn säädöt

source: Remove WordPress version meta tag.
es_mx: Quitar la meta etiqueta de WordPress
fi: Älä ilmoita WordPressin versionumeroa käyttäjille

source: There are potential security risks associated with exposing your version of WordPress. Removing this meta tag will also shave a few bytes off of the generated HTML.
es_mx: Hay posibles riesgos de seguridad asociados con la exposición de tu versión de WordPress. La eliminación de esta etiqueta meta también permite ahorrar unos pocos bytes del código HTML generado.
fi: Ilmoittamalla asentamasi WordPress-version numeron altistat sivustosi mahdollisille tietoturvariskeille. Poistamalla tämän kevennät myös sivuston lähdekoodin kokoa muutamalla tavulla.

source: Remove version URL parameter from scripts.
es_mx: Eliminar el parámetro de la versión en el URL de los scripts.
fi: Poista skripteistä versioiden URL-parametri.

source: The version URL parameter can prevent files from caching in certain browsers. If you want more reliable caching of your scripts, turn this feature on.
es_mx: El parámetro de versión en el URL puede prevenir que archivos utilicen el caché en ciertos navegadores. Si quieres que el cache de tus scripts sea más fiable, activa esta función.
fi: URL-parametri versioissa voi estää tiettyjä selaimia tallentamasta tiedostoja välimuistiin. Jos haluat luotettavampaa välimuistin käyttöä, jätä tämä asetus päälle.

source: Remove version URL parameter from stylesheets.
es_mx: Eliminar el parámetro de la versión en el URL de las hojas de estilo.
fi: Poista tyylitiedostoista versioiden URL-parametri.

source: The version URL parameter can prevent files from caching in certain browsers. If you want more reliable caching of your stylesheets, turn this feature on.
es_mx: El parámetro de versión en el URL puede prevenir que archivos utilicen el caché en ciertos navegadores. Si quieres que el cache de tus hojas de estilo sea más fiable, activa esta función.
fi: URL-parametri versioissa voi estää tiettyjä selaimia tallentamasta tiedostoja välimuistiin. Jos haluat luotettavampaa välimuistin käyttöä, jätä tämä asetus päälle.

source: Frank's Settings Have Been Updated.
es_mx: Los ajustes de Frank fueron actualizados
fi: Asetukset päivitetty onnistuneesti.

source: Make Changes And Use The Update Settings Button To Save!
es_mx: ¡Realiza los cambios y utiliza el botón de actualizar los ajustes para guardar!
fi: Tee haluamasi muutokset ja tallenna ne valitsemalla Tallenna asetukset!

source: Frank Theme Settings
es_mx: Ajustes del tema de Frank
fi: Frank -teeman asetukset

source: Older Entries
es_mx: Entradas más antigüas
fi: Vanhemmat tekstit

source: Newer Entries
es_mx: Entradas más recientes
fi: Uudemmat tekstit

source: Logged in as <a href="%1$s">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
es_mx: Es sesión como <a href="%1$s">%2$s</a>. <a href="%3$s" title="Cerrar sesión para esta cuenta">¿Cerrar sesión?</a>
fi: Sisäänkirjautunut nimellä <a href="%1$s">%2$s</a>. <a href="%3$s" title="Kirjaudu ulos tästä tilistä">Kirjaudu ulos?</a>

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes: %s
es_mx: Puedes utilizar estas etiquetas y atributos de <abbr title="HyperText Markup Language">HTML</abbr>: %s
fi: Voit käyttää näitä <abbr title="HyperText Markup Language">HTML</abbr> tageja ja attribuutteja: %s

source: View more
es_mx: Ver más
fi: Näytä lisää

source: Read On&hellip;
es_mx: Continúa Leyendo&hellip;
fi: Jatka lukemista&hellip;
